/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

/* Share Points automount sheet strings */
"kMntExpHomeDir"	= "Ce point de partage hébergera les dossiers de groupe ou les dossiers de départ des utilisateurs. Le dossier sera monté sur l’ordinateur de l’utilisateur à l’emplacement /Réseau/Servers.";
"kMntExpSharedApps"	= "Le contenu de ce point de partage apparaîtra sur les ordinateurs clients dans /Réseau/Applications.";
"kMntExpSharedLib"	= "Le contenu de ce point de partage apparaîtra sur les ordinateurs clients dans /Réseau/Bibliothèque.";
"kMntExpOther"		= "Le contenu de ce point de partage apparaîtra sur les ordinateurs clients dans le dossier spécifié.";

"Enter an administrator's name and password for the directory domain:" = "Saisir les nom et mot de passe d’un administrateur pour le domaine d’annuaire :";

"kRemoveAutomountDSAuthInformativeText" = "La suppression de la fiche de montage automatique d’un point de partage suppose des autorisations d’administrateur sur l’annuaire où la fiche est stockée.";
"kChangeSharePointNameWithAutomountDSAuthInformativeText" = "La modification du nom d’un point de partage monté automatiquement suppose des autorisations d’administrateur sur l’annuaire où la fiche est stockée.";
"kRemoveSharePointWithAutomountDSAuthInformativeText" = "Le retrait d’un point de partage prévoyant une fiche de montage automatique suppose des autorisations d’administrateur sur l’annuaire où la fiche est stockée.";
"kAutomountInfoErrAlertTtl" = "Échec d’authentification.";
"kAutomountInfoErrAlertMsg" = "Le nom et le mot de passe administrateur Open Directory n’ont pas permis l’authentification sur le domaine Open Directory sélectionné. \nRéessayez en tapant à nouveau le nom et le mot de passe.";
"kAutomountInfoErrMsg" = "Nom d’utilisateur ou mot de passe incorrect.";

"kHomeFolders" = "Dossiers de départ";
"kSharedAppsFolder" = "Dossier des applications partagées";
"kSharedLibFolder" = "Dossier Bibliothèque partagée";

/* Share Points Time Machine strings */
"kUnsupportedTimeMachineDiskWarning" = "Ce disque ne prend peut-être pas en charge la copie de sauvegarde de Time Machine sur le réseau. Consultez %@ pour connaître les disques compatibles.";
"kUnsupportedTimeMachineDiskError" = "Ce lecteur de disque ne prend pas en charge la copie de sauvegarde de Time Machine sur le réseau. Obtenez %@ sur les disques compatibles.";
"kUnsupportedTimeMachineDiskURLText" = "Plus d’infos";
"kUnsupportedTimeMachineDiskURL" = "http://docs.info.apple.com/article.html?artnum=306332-fr";

/* Share Points... nfs attributes */

"kNFSAnyAuth"		= "Quelconque";
"kNFSStandardAuth"	= "Standard";
"kNFSKerberosAuth"	= "Kerberos";

"kNFSRootToRootMap" = "De root à root";
"kNFSAllToNobodyMap"= "De tous à aucun";

"kEveryone" = "Tous";

/* Share Points... */

"kHideDetailsTitle"	= "Masquer les réglages";
"kShowDetailsTitle"	= "Modifier les réglages";

"kGoToPrivs" = "Modifier les autorisations d’accès pour « %@ »";

"User:" = "Utilisateur :";
"Group:" = "Groupe :";

/* File Privs: Errors */
"kPermissionsItemGenericError"  = "Une erreur s’est produite en lisant les autorisations de l’élément sélectionné.";
"kPermissionsItemNotFoundError" = "L’élément du système de fichiers sélectionné est introuvable.";
"kPropagationFailedError"		= "Échec de la propagation des autorisations";
"kInheritFailedError"			= "Une erreur s’est produite en essayant d’obtenir les entrées de contrôle d’accès héritées du parent";

/* File Privs: folder ACL related */
"ag_Administration"				= "Administration";
"ACL_WRITE_SECURITY"			= "Modifier les autorisations";
"ACL_CHANGE_OWNER"				= "Changer de propriétaire";

"ag_Read"						= "Lecture";
"ACL_READ_ATTRIBUTES"			= "Lire les attributs";
"ACL_READ_EXTATTRIBUTES"		= "Lire les attributs étendus";
"ACL_LIST_DIRECTORY"			= "Répertorier le contenu du dossier (lire les données)";
"ACL_SEARCH"					= "Parcourir le dossier (exécuter le fichier)";
"ACL_READ_SECURITY"				= "Lire les autorisations";

"ag_Write"						= "Écriture";
"ACL_WRITE_ATTRIBUTES"			= "Écrire les attributs";
"ACL_WRITE_EXTATTRIBUTES"		= "Écrire les attributs étendus";
"ACL_ADD_FILE"					= "Créer les fichiers (écrire les données)";
"ACL_ADD_SUBDIRECTORY"			= "Créer le dossier (ajouter les données)";
"ACL_DELETE"					= "Supprimer";
"ACL_DELETE_CHILD"				= "Supprimer les sous-dossiers et les fichiers";

/* File Privs:  file ACL related */
"ACL_READ_DATA"					= "Lire les données";
"ACL_EXECUTE"					= "Exécuter le fichier";

"ACL_WRITE_DATA"				= "Écrire les données";
"ACL_APPEND_DATA"				= "Ajouter les données";

"ag_Inheritence"				= "S’applique à";
"ACL_ENTRY_FILE_INHERIT"		= "Fichiers enfants";
"ACL_ENTRY_DIRECTORY_INHERIT"	= "Dossiers enfants";
"ACL_ENTRY_LIMIT_INHERIT"		= "Tous les descendants";
"ACL_ENTRY_ONLY_INHERIT"		= "Ce dossier";

"kEntryIsInherited"				= "Cette entrée est héritée du dossier parent";

"kAppThisFile"					= "Ce fichier";
"kAppThis"						= "Ce dossier";
"kAppFolders"					= "Dossiers enfants";
"kAppFiles"						= "Fichiers enfants";
"kAppDescendants"				= "Tous les descendants";
"kAppliesToJoiner"				= ", ";

"kFullControl"					= "Contrôle complet";
"kReadAndWrite"					= "Lecture et écriture";
"kReadOnly"						= "Lecture seule";
"kWriteOnly"					= "Écriture seule";
"kRead"							= "Lecture";
"kWrite"						= "Écriture";
"kCustom"						= "Personnalisé";
"Custom..."						= "Personnaliser…";
"No Access"						= "Accès interdit";

"kOthers"						= "Autres";

"kAllow"						= "Autoriser";
"kDeny"							= "Refuser";

"kACL"							= "LCA";
"kPOSIX"						= "POSIX";

"kYes"							= "Oui";
"kNo"							= "Non";

"kPrivsMark"					= "√";

"kSavePending"					= "Enregistrement en attente…";

/* File Privs: gear popup menu items */
"gearSortCanonically"			= "Trier conformément la liste de contrôle d’accès";
"gearMakeExplicit"				= "Rendre les entrées héritées explicites";
"gearFileRemoveACL"				= "Supprimer la liste de contrôle d’accès";
/* "gearFileApplyInherit"			= "Apply inheritance to selected file"; */
"gearFileApplyInherit"			= "Entrées héritées du dossier parent";
"gearDirRemoveInherited"		= "Supprimer les entrées héritées";
"gearDirPropagate"				= "Propager les autorisations…";
"gearShowEffectivePrivs"		= "Afficher l’inspecteur d’autorisations effectives";

"kACLOnFileErrorTitle"			= "Opération non autorisée sur un serveur Tiger.";
"kACLOnFileErrorMessage"		= "Vous ne pouvez pas ajouter d’entrées explicites à la liste de contrôle d’accès aux fichiers. Les seules entrées de contrôle d’accès qu’un fichier peut avoir sont celles dont il hérite de son dossier parent.";

/* NFS Resharing */
"kNFSMountErrorTitle"				= "Échec de l’opération de monture du NFS.";
"kNFSMountGenericErrorMessage"		= "L’exportation NFS n’a pas pu être montée. Ressaisissez l’URL et essayez à nouveau.";
"kNFSMountFolderAlreadyExistsErrorMessage" = "Le point de montage de l’URL d’exportation NFS en question existe déjà.";
"kNFSMountPermissionErrorMessage"	= "L’opération n’a pu être réalisée en raison de privilèges insuffisants.";
"kNFSMountUnknownCommandErrorMessage" = "Une commande inconnue a été détectée.";

"kConfirmNFSVolumeUnmountTitle" = "Démonter le volume NFS sélectionné ?";
"kConfirmNFSVolumeUnmountMessage" = "Tous les points de partage associés au volume NFS ne seront plus accessibles.";

"kNFSUnmountErrorTitle"				= "Échec de l’opération de démontage du NFS.";
"kNFSUnmountGenericErrorMessage"	= "L’exportation NFS n’a pas pu être démontée. Essayez à nouveau.";

//"Mount NFS export for resharing..." = "Mount NFS export for resharing...";
//"Unmount NFS export" = "Unmount NFS Export";

"Do you want to remove the automount settings for the selected share point?" = "Voulez-vous supprimer les réglages de montage automatique du point de partage sélectionné ?";
"Remove..." = "Supprimer…";
"Review Settings" = "Contrôler les réglages";
"Cancel" = "Annuler";
"Removing the automount settings will prevent clients from mounting the share point automatically." = "La suppression des réglages de montage automatique empêchera les utilisateurs de monter automatiquement le point de partage sur leur machine.";

"Choose a volume or folder to use as a new share point." = "Choisissez un volume ou un dossier qui constituera un nouveau point de partage.";

"Nested NFS share points are not allowed." = "L’imbrication de plusieurs points de partage NFS n’est pas autorisée.";
"The share point \"%@\" is inside the share point \"%@\".  Please unshare one of these share points, or disable NFS exporting on one of these share points." = "Le point de partage « %@ » se trouve à l’intérieur du point de partage « %@ ». Supprimez le partage d’un de ces points ou désactivez l’export NFS de l’un de ces deux points de partage.";

"Propagating permissions on items owned by root is not recommended. For example, /System and /Library are owned by root. Altering their permissions could lead to unexpected behavior." = "La propagation des autorisations relatives aux éléments appartenant à la racine n’est pas recommandée. Par exemple, /Système et /Bibliothèque appartiennent à la racine. La modification des autorisations liées pourrait avoir des conséquences inattendues.";
"Changing permissions on items owned by root is not recommended. For example, /System and /Library are owned by root. Altering their permissions could lead to unexpected behavior." = "La modification des autorisations relatives aux éléments appartenant à la racine n’est pas recommandée. Par exemple, /Système et /Bibliothèque appartiennent à la racine. La modification des autorisations liées pourrait avoir des conséquences inattendues.";

/* Overview panel strings */
/* not currently used */
"Total Share Points:" = "Nombre total de points de partage :";
//"Shared by AFP:" = "Shared by AFP:";
//"Shared by SMB:" = "Shared by SMB:";
//"Shared by FTP:" = "Shared by FTP:";
//"Shared by NFS:" = "Shared by NFS:";

/* popup menu itmes */
"Add to favorites" = "Ajouter aux favoris";
//"New folder..." = "New Folder...";				/* not currently used */
//"Mount NFS volume..." = "Mount NFS Volume...";	/* not currently used */
//"Unmount NFS Volume" = "Unmount NFS Volume";	/* not currently used */
//"kMountNfsShare" = "Mount NFS Share";
//"kUnmountNfsShare" = "Unmount NFS Share";
"kShareThisItem" = "Partager";
"kUnshareThisItem" = "Départager";

/* column info */
" Free: %@" = " Libre : %@";
//" Shared over: " = " Shared over: ";
//"   Guest access:  " = "   Guest access:  ";
"kEnabled" = "Activé";
"kDisabled" = "Désactivé";

"kAFP" = "AFP";
"kFTP" = "FTP";
"kNFS" = "NFS";
"kSMB" = "SMB";

/* Browser volume list view tool tips */
"kDiskSpaceToolTipFormat" = "%@ sur %@ utilisés (%d%%)";
"kQuotasToolTip" = "Les quotas sont activés sur ce volume.";
"kNoQuotasToolTip" = "Les quotas ne sont pas activés sur ce volume.";

/* Browser share point list view tool tips */
"kAutomountToolTipFormat" = "Cet élément est monté automatiquement sur des machines clientes par le biais du protocole %@.";
"kNoAutomountToolTip" = "Cet élément n’est pas monté automatiquement.";
"kGuestAccessProtocolsToolTipFormat1" = "L’accès invité est activé lors de la connexion à cet élément avec le protocole %@.";
"kGuestAccessProtocolsToolTipFormat2" = "L’accès invité est activé lors de la connexion à cet élément avec les protocoles %@ et %@.";
"kGuestAccessProtocolsToolTipFormat3" = "L’accès invité est activé lors de la connexion à cet élément avec les protocoles %@, %@ et %@.";
"kNoGuestAccessProtocolsToolTip" = "L’accès invité n’est pas activé sur cet élément.";
"kSharedProtocolsToolTipFormat1" = "Cet élément est partagé avec le protocole %@.";
"kSharedProtocolsToolTipFormat2" = "Cet élément est partagé avec les protocoles %@ et %@.";
"kSharedProtocolsToolTipFormat3" = "Cet élément est partagé avec les protocoles %@, %@ et %@.";
"kSharedProtocolsToolTipFormat4" = "Cet élément est partagé avec les protocoles %@, %@, %@ et %@.";
"kNoSharedProtocolsToolTip" = "Cet élément n’est pas partagé.";
"kSpotlightToolTip" = "L’indexation Spotlight est activée sur cet élément.";
"kNoSpotlightToolTip" = "L’indexation Spotlight n’est pas activée sur cet élément.";
"kTimeMachineToolTip" = "Cet élément est disponible en tant que destination de sauvegarde Time Machine.";
"kNoTimeMachineToolTip" = "Cet élément n’est pas disponible en tant que destination de sauvegarde Time Machine.";